{
   "description": "quotes from Californication",
   "main": {
       "characters": {
           "Hank Moody": [
               {
               "quote": "Hank: 'A blowjob from you?'
               Girl: 'Well, something tells me, it's not gonna suck itself, Hank.'"
},
              {
              "quote": "In my absence, your whole life has become this sexual playground."
},
              {
              "quote": "Cities don't change people. People don't even change people. We are who we are."
},
              {
             "quote": "What's the move here? Good cop, bad cop, bald cop?"
},
              {
             "quote": "I don't like the drugs, doc. The drugs like me."
},
             {
             "quote": "You have extremely moist lips. They're like kissable cupcakes. It's as if Sprinkles and Crumbs got together, made sweet love, and had these delicious little smoochable cupcake babies."
},
             {
             "quote": "Once upon a time, I wrote a book. People seemed to dig it, so I wrote another and one after that. That's when Hollywood came knocking at my back door. As soon as I cashed that check, I wrapped my lips around the mighty erection that is the film industry and sucked hard. Just like a good whore should."
},
             {
               "quote": "I'm telling you that no amount of top-shelf pussy can compete with the love of a good woman."
},
             {
             "quote": "You can't snort a line of coke off a woman's ass and not wonder about her hopes and dreams, it's not gentlemanly."
},
             {
             "quote": "It's not whether you win or you lose, it's how you play the game."
},
              {
             "quote": "People... they don't write anymore - they blog. Instead of talking, they text, no punctuation, no grammar: LOL this and LMFAO that. You know, it just seems to me it's just a bunch of stupid people pseudo-communicating with a bunch of other stupid people in a proto-language that resembles more what cavemen used to speak than the King's English."
             }
           ],
       "Becca Moody" :[
            {
            "quote": "He's an asshole, and I hate his stinking guts right now, but that doesn't mean I don't love him."
},
            {
            "quote": "Hank: 'You know, I know I say this too much. All the time, probably, but... I was wrong to do what I did and I was wrong to be so glib about trying to fix it.'
            Becca: 'There is no right or wrong, Dad. Just the consequences of your actions. You taught me that.'"
},
            {
            "quote": "Boy: 'Seriously, if you sit here, people are gonna think you're weird.'
            Becca: 'How unfortunate. And here I was, planning to run for prom-queen.'"
             }
           ],
       "Marcy Runkle" :[
            {
            "quote": "They fucking love you to pieces, you dumbshit. We all do. You just have trouble loving yourself."
          }
        ]
      }
    }
